tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "theseal/blank-screensaver"
brew "aria2"
brew "bat"
brew "cheat"
brew "coreutils"
brew "fd"
brew "git"
brew "lsd"
brew "mas"
brew "pyenv"
brew "swiftlint"
brew "xcodes"
brew "zplug"
cask "1password"
cask "bbedit"
cask "blank-screensaver"
cask "coteditor"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-pro"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "mullvadvpn"
cask "openemu"
cask "pycharm"
cask "rectangle"
cask "sf-symbols"
cask "slack"
cask "steermouse"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "DaisyDisk", id: 411643860
mas "FoodNoms", id: 1479461686
mas "Hush", id: 1544743900
mas "iFlicks 3", id: 1274494218
mas "iMovie", id: 408981434
mas "Microsoft To Do", id: 1274495053
mas "Mimeo Photos", id: 1282504627
mas "Noir", id: 1592917505
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Scratch 3", id: 1446785996
mas "Sleep Mode Utility", id: 1206520984
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
